{
  "What is SOA Summit?": [
    "SOA Summit is an annual tech and entrepreneurship event hosted at SOA University.",
    "It’s a platform for innovators, developers, and entrepreneurs to collaborate.",
    "SOA Summit brings together students, startups, and industry leaders.",
    "The event is designed to promote innovation, technology, and networking.",
    "It’s the flagship summit of SOA that features talks, workshops, and competitions."
  ],
  "When is SOA Summit happening?": [
    "SOA Summit is scheduled for September 15–17, 2025.",
    "This year the summit will take place in mid-September 2025.",
    "The event is planned from 15th to 17th September, 2025.",
    "Mark your calendar! SOA Summit 2025 runs from September 15–17.",
    "It’s happening in September 2025 over three days."
  ],
  "Where is SOA Summit being held?": [
    "The summit will be held at SOA University, Bhubaneswar.",
    "All events will take place at the SOA main campus.",
    "SOA University campus in Bhubaneswar will host the summit.",
    "It’s happening inside the SOA University premises.",
    "The venue is SOA University, Bhubaneswar, Odisha."
  ],
  "How can I register for SOA Summit?": [
    "You can register online through the official SOA Summit website.",
    "Registration is available at soa-summit.org/register.",
    "Simply visit the summit website and fill out the registration form.",
    "Online registration is open now via the official portal.",
    "Go to the summit website to register and secure your spot."
  ],
  "Who are the speakers at SOA Summit?": [
    "SOA Summit will feature top entrepreneurs, industry leaders, and tech experts.",
    "The speaker lineup includes startup founders and corporate leaders.",
    "This year’s speakers are from leading companies and successful startups.",
    "Renowned innovators and professionals will be sharing their insights.",
    "You can check the full list of speakers on the official website."
  ],
  "Is there a registration fee?": [
    "Yes, there is a nominal registration fee; details are on the registration page.",
    "A small fee applies to help cover event logistics—check the website for exact pricing.",
    "Some tracks are free; premium workshops may require a fee.",
    "Student discounts may be available—refer to the pricing section online.",
    "Fees vary by pass type; see the passes page for options."
  ],
  "What events or tracks are available?": [
    "The summit includes keynotes, panels, startup showcases, hackathons, and workshops.",
    "Expect tracks on AI/ML, entrepreneurship, product design, and developer tools.",
    "We have beginner-friendly sessions and advanced deep dives alike.",
    "There’s a startup pitch arena along with hands-on labs.",
    "Full agenda and tracks are listed on the schedule page."
  ]
}